# text data
texts = [
    '''Сейіт орам үстінде жүгіріп бара жатқанда, бір арбалы келіп, аңдаусыз соғып кетіп, аяғын сындырыпты. Ойбайлап жылап жатқан баланы көріп шошынғаннан шешесі есінен танып қалыпты. Мұны көрген соң, Сейіт жыламақ түгіл, сынған аяғын орнына салып, таңып жатқанда да дыбысын шығармай, қабағын да шытпай жатты. Сонда сынықшы кісі:

— Аяғың ауырмай ма, қабағыңды да шытпайсың? — деп сұрады.

Сейіт, шешесі шығып кеткен соң демін алып, сынықшыға сыбырлап айтты дейді:

— Ауырмақ түгіл, жаным көзіме көрініп тұр, бірақ менің жанымның қиналғанын көрсе, әжем де қиналып, жүдемесін деп, шыдап жатырмын, — деді.''',


]

# questions
questions = ['''Не себепті Сейіт аяғының сынуына шыдамдылық танытты?''' ]

# multiple choices answers

answers = [['Өте сабырлы болғандықтан', 'Ауыр жарақаттанбағандықтан', 'Сынықше дәрі бергендіктен', 'Анасын аяғандықтан', 'Оқиға өткен шақта болып кеткендіктен']]